tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nicoverbruggen/cask"
tap "shivammathur/php"
brew "aircrack-ng"
brew "automake"
brew "coreutils"
brew "asdf"
brew "python@3.11"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "python@3.12"
brew "glib"
brew "harfbuzz"
brew "bazel"
brew "openjdk"
brew "bfg"
brew "brew-cask-completion"
brew "brew-php-switcher"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "pycparser"
brew "cffi"
brew "libssh2"
brew "freetds"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "cryptography"
brew "dcraw"
brew "dnsmasq"
brew "docker"
brew "docker-compose"
brew "docutils"
brew "dos2unix"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "libssh"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "ghostscript"
brew "git"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "groonga"
brew "groovy"
brew "guile"
brew "hashcat"
brew "hexedit"
brew "html2text"
brew "htop"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy"
brew "ipmitool"
brew "john-jumbo"
brew "jq"
brew "libksba"
brew "libusb"
brew "libxml2", link: true
brew "lynx"
brew "lzip"
brew "mallet"
brew "mariadb@10.6", restart_service: true, link: true
brew "maven"
brew "mitmproxy"
brew "mysql-client"
brew "mysql@5.7"
brew "ncdu"
brew "nghttp2"
brew "nginx", restart_service: true
brew "node"
brew "nvm"
brew "p7zip"
brew "parallel"
brew "php-code-sniffer"
brew "php@8.0"
brew "php@8.1"
brew "php@8.2"
brew "phpunit"
brew "platformio"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.8"
brew "recode"
brew "s3cmd"
brew "socat"
brew "swagger-codegen"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "tmux"
brew "tor"
brew "transmission-cli"
brew "ufraw"
brew "uvicorn"
brew "virtualenv", link: false
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zbar"
brew "shivammathur/php/php@7.4"
cask "adobe-acrobat-reader"
cask "atom"
cask "coda"
cask "cyberduck"
cask "dropbox"
cask "firefox"
cask "flip4mac"
cask "flux"
cask "google-chrome"
cask "google-cloud-sdk"
cask "graphiql"
cask "keepassx"
cask "licecap"
cask "mongodb-compass-beta"
cask "ngrok"
cask "pdfsam-basic"
cask "phpstorm"
cask "qbittorrent"
cask "sequel-ace"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "synology-cloud-station-backup"
cask "tigervnc-viewer"
cask "twitterrific"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zenmap"
cask "zoom"
