tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "nicoverbruggen/cask"
tap "shivammathur/php"
brew "aircrack-ng"
brew "automake"
brew "coreutils"
brew "asdf"
brew "python@3.11"
brew "aws-elasticbeanstalk"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "awscli"
brew "python@3.12"
brew "glib"
brew "harfbuzz"
brew "openjdk@11"
brew "bazel"
brew "openjdk"
brew "bfg"
brew "brew-cask-completion"
brew "brew-php-switcher"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "libssh2"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "dcraw"
brew "dnsmasq"
brew "docker"
brew "docker-compose"
brew "docutils"
brew "dos2unix"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "libssh"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "ghostscript"
brew "git"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "groonga"
brew "groovy"
brew "guile"
brew "hashcat"
brew "hexedit"
brew "html2text"
brew "htop"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ios-webkit-debug-proxy"
brew "ipmitool"
brew "john-jumbo"
brew "jq"
brew "k6"
brew "libksba"
brew "libusb"
brew "libxml2", link: true
brew "lynx"
brew "lzip"
brew "mailpit"
brew "mallet"
brew "mariadb@10.6", restart_service: true, link: true
brew "maven"
brew "mysql", link: false
brew "mysql-client"
brew "mysql@5.7"
brew "ncdu"
brew "nghttp2"
brew "nginx", restart_service: true
brew "node"
brew "nvm"
brew "p7zip"
brew "parallel"
brew "php-code-sniffer"
brew "php@8.1"
brew "php@8.2"
brew "phpunit"
brew "pipx"
brew "platformio"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "recode"
brew "redis", restart_service: true
brew "s3cmd"
brew "socat"
brew "subversion"
brew "swagger-codegen"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "tmux"
brew "tor"
brew "transmission-cli"
brew "uvicorn"
brew "virtualenv"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zbar"
brew "shivammathur/php/php@7.4"
cask "adobe-acrobat-reader"
cask "atom"
cask "coda"
cask "cyberduck"
cask "firefox"
cask "flux"
cask "gimp"
cask "google-cloud-sdk"
cask "graphiql"
cask "inkscape"
cask "keepassx"
cask "ngrok"
cask "slack"
cask "sourcetree"
cask "synology-cloud-station-backup"
cask "tigervnc-viewer"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "zenmap"
cask "zoom"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "eg2.vscode-npm-script"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsts.team"
vscode "octref.vetur"
vscode "rashwell.tcl"
vscode "sidneys1.gitconfig"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudioexptteam.vscodeintellicode-completions"
vscode "vsciot-vscode.vscode-arduino"
vscode "xdebug.php-debug"
vscode "xyz.local-history"
